[
  {
    "name":"Prometheus",
    "shortname":"Prometheus",
    "reknown":" Adventure | Mystery | Sci-Fi  -  2012",
    "bio":"A team of explorers discover a clue to the origins of mankind on Earth, leading them on a journey to the darkest corners of the universe. There, they must fight a terrifying battle to save the future of the human race."
  },
  {
    "name":"RocknRolla",
    "shortname":"RocknRolla",
    "reknown":"  Action | Crime | Thriller  -  2008 ",
    "bio":"In London, a real-estate scam puts millions of pounds up for grabs, attracting some of the city's scrappiest tough guys and its more established underworld types, all of whom are looking to get rich quick. While the city's seasoned criminals vie for the cash, an unexpected player -- a drugged out rock 'n' roller presumed to be dead but very much alive -- has a multi-million dollar prize fall into his hands."
  },
  {
    "name":"The Devil's Double",
    "shortname":"The_Devils_Double",
    "reknown":"Biography | Drama | Thriller  -  2011",
    "bio":"A chilling vision of the House of Saddam Hussein comes to life through the eyes of the man who was forced to become the double of Hussein's sadistic son."
  },
  {
    "name":"Fury",
    "shortname":"Fury",
    "reknown":"Action | Drama | War  -  2014",
    "bio":"The Art College in New Dehli has sponsored Hassum on scholarship for his entire undergraduate career at the university, seeing great promise in his contemporary paintings of landscapes - that use equal parts muted and vibrant tones, and are almost a contradiction in art. Hassum will be speaking on \"The use and absence of color in modern art\" during Thursday's agenda."
  },
  {
    "name":"Pacific Rim",
    "shortname":"Pacific_Rim",
    "reknown":"Action | Adventure | Sci-Fi  -  2013",
    "bio":"As a war between humankind and monstrous sea creatures wages on, a former pilot and a trainee are paired up to drive a seemingly obsolete special weapon in a desperate effort to save the world from the apocalypse."
  },
  {
    "name":"The Hunter",
    "shortname":"The_Hunter",
    "reknown":"Adventure | Drama | Thriller  -  2011",
    "bio":"Martin, a mercenary, is sent from Europe by a mysterious biotech company to the Tasmanian wilderness on a hunt for the last Tasmanian tiger."
  },
  {
    "name":"The Great Gatsby",
    "shortname":"The_Great_Gatsby",
    "reknown":"Drama | Romance  -  2013 ",
    "bio":"A Midwestern war veteran finds himself drawn to the past and lifestyle of his millionaire neighbor.."
  },
  {
    "name":"Banshee",
    "shortname":"Banshee",
    "reknown":"Action | Crime | Drama  -  2013",
    "bio":"Lucas Hood (Antony Starr), an ex-con and master thief assumes the identity of a murdered sheriff where he continues his criminal activities. His past seems to haunt him by those he betrayed years earlier. This ex-con imposes his own brand of justice where violence erupts at every turn in the not so quiet Amish town, Banshee, Pennsylvania."
  },
  {
    "name":"Nightcrawler",
    "shortname":"Nightcrawler",
    "reknown":" Crime | Drama | Thriller  -  2014",
    "bio":"When Lou Bloom, a driven man desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story. Aiding him in his effort is Nina, a TV-news veteran."
  },
  {
    "name":"End of Watch",
    "shortname":"End_of_Watch",
    "reknown":" Crime | Drama | Thriller  -  2012",
    "bio":"Shot documentary-style, this film follows the daily grind of two young police officers in LA who are partners and friends, and what happens when they meet criminal forces greater than themselves."
  },
  {
    "name":"Edge of Tomorrow",
    "shortname":"Edge_of_Tomorrow",
    "reknown":"Action | Sci-Fi  -  2014 ",
    "bio":"A military officer is brought into an alien war against an extraterrestrial enemy who can reset the day and know the future. When this officer is enabled with the same power, he teams up with a Special Forces warrior to try and end the war."
  },
   {
    "name":"Moon",
    "shortname":"Moon",
    "reknown":"Drama | Sci-Fi  -  2009",
    "bio":"Astronaut Sam Bell has a quintessentially personal encounter toward the end of his three-year stint on the Moon, where he, working alongside his computer, GERTY, sends back to Earth parcels of a resource that has helped diminish our planet's power problems."
  }
]